export default {
  projections: {
    ВидПоддержкиE: {
      наименование: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      },
      форма: {
        __caption__: 'Форма',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      списокУсловий: {
        __caption__: 'Список условий',
        наименование: {
          __caption__: 'Наименование'
        },
        условие: {
          __caption__: 'Условие',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    ВидПоддержкиL: {
      наименование: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      },
      форма: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    наименование: {
      __caption__: 'Наименование'
    },
    описание: {
      __caption__: 'Описание'
    },
    форма: {
      __caption__: 'Форма'
    },
    списокУсловий: {
      __caption__: 'Список условий'
    }
  }
};
